Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/ptil.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The latter has certified the crane as individual components on the basis of the NMA’s regulations for cargo-handling appliances on ships, even though it should be certified as a complete crane under the regulations mentioned (the certificate refers to section 15 of the regulations on initial examination and testing of cargo-handling appliances).
nb: Westcon har sertifisert kranen som selv om den skal sertifiseres som en komplett kran, også etter den nevnte forskriften (sertifikatet viser til forskriften § 15 om førstegangskontroll og prøving av laste- og losseinnretninger).

source: Aker BP wants the Alvheim field to be included in the area contingency planning for the Sleipner-Utsira area, and has accordingly applied for consent to remove the Alvheim field's emergency response vessel.
nb: Aker BP ønsker at Alvveimfeltet skal tre inn i områdeberedskapen for Sleipner-Utsiraområdet, og har i den samanhengen søkt om samtykke til å fjerne beredskapsfartøyet på Alvheimfeltet.

source: Knowledge about H2S in the oil or possible internal exposure of the segment to seawater was not applied when choosing the material.
nb: Kunnskap om H2S i oljen eller mulig innvendig eksponering av slangesegment for sjøvann ble ikke lagt til grunn ved valg av material.

source: It’s important for all sides to establish the value of safety measures adequately.”
nb: Det er viktig, for alle parter, å få verdien av sikkerhetstiltak tilstrekkelig belyst, sier hun.

source: This work covered drilling, cementing and pressure-testing of the most recently set casing string – 20-inch x 13 3/8-inch – at a measured depth of 595 metres.
nb: Dette innbefattet boring, sementering og trykktesting av siste satte foringsrør 20x13 3/8" på 595 meter målt dyp.

source: Following the use of the busbar breaker to disconnect power from half of switchboard 1, main generator A was supplying the other half.
nb: Etter at samleskinnebryteren var åpnet for å gjørehalve tavle 1 strømløs, lå hovedgenerator A inne og forsynte den andre halvdelen med strøm.

source: The Flintstone valve was categorised in SAP as “serious ill”.
nb: Flintstoneventilen var i vedlikeholdssystemet kategorisert som «serious ill».

source: Looking back two decades later, the figures show a positive trend for serious personal injuries and fatalities throughout these years.
nb: - Når vi ser tilbake, to tiår senere, viser statistikkene at det har vært en positiv utvikling for alvorlige personskader og omkomne i hele måleperioden.

source: The supervisory authorities stipulate the specific format for the written notification as mentioned in the first subsection, and the report as mentioned in the third subsection.
nb: Tilsynsmyndighetene fastsetter nærmere format for det skriftlige varselet som nevnt i første ledd, og meldingen som nevnt i tredje ledd.

source: We have given Lundin Norway AS (Lundin) consent to drill and test well 7121/1-2 S in the Barents Sea.
nb: Vi har gitt Lundin Norway as (Lundin) samtykke til boring og testing av brønn 7121/1-2 S i Barentshavet.

source: It is crucial to acknowledge the importance of society’s perception of risk and its confidence in the industry’s ability to prevent major accidents and acute pollution.
nb: uønskede hendelser fortolkes i lys av Repsols intensjon om å unngå storulykker, og hvordan det påvirker oppfølgingsaktiviteter på ulike nivåer.

source: The offshore review identified faults and deficiencies in the crane pennant used when lifting the raw water pump and cable reel into place.
nb: Gjennomgangen til havs påviste feil og mangler ved kranforløpere som ble brukt ved innløftingen av råvannspumpen og kabeltrommelen.

source: The work team comprised personnel from Altus Intervention and Baker Hughes.
nb: Arbeidslaget bestod av personell fra Altus Intervention og Baker Hughes.

source: Here it is stated that 1.75 metres, the height of a person, is to be deducted in the case of falling objects.
nb: Her er det beskrevet at en skal trekke fra 1,75 meter som høyde på en person ved fallende gjenstander.

source: Actuator for ballast-water valve HV3124 and control panel tagged in red as “CLOSED”.
nb: Aktuator til ballastvannventil HV3124 og kontrollpanel merkes med røde tag «STENGT».

source: It not only succeeded in cutting development costs by almost 20 per cent but also – and most extraordinarily – reduced execution time.
nb: Ikke bare klarte de å kutte kostnader med nesten 20 prosent. Det mest ekstraordinære var gjennomføringstida.

source: Training as mentioned in the third subsection shall be provided upon employment, transfer or change of work tasks, introduction of new work equipment or changes to the equipment and upon introduction of new technology that applies to the individual's workplace or work tasks.
nb: Opplæring som nevnt i tredje ledd, skal gis ved tilsetting, overflytting eller endring av arbeidsoppgaver, innføring av nytt arbeidsutstyr eller endringer av utstyret og ved innføring av ny teknologi som gjelder den enkeltes arbeidsplass eller arbeidsoppgaver.

source: The identified nonconformities largely coincide with nonconformities identified after the investigated well control incidents on Snorre A in 2004 and Gullfaks C in 2010.
nb: De påviste avvikene er i stor grad sammenfallende med identifiserte avvik etter de granskede brønnkontrollhendelsene på Snorre A i 2004 og på Gullfaks C i 2010.

source: This applies to all stages of the activities, from planning of the surveys through to the various operators’ internal use of the results.
nb: Dette gjelder alle faser av aktivitetene, fra planlegging av undersøkelsene til den enkelte operatørs interne bruk av resultatene.

source: One possible explanation for personnel working for rig companies have more experience in using advanced dril ing methods than personnel employed by operator- or service companies may be that rig company personnel are involved in more drilling operations in general and thus are also more likely to have been involved in advanced dril ing methods.
nb: En mulig forklaring er at personell i stillingskategorier hos riggselskap har vært involvert i flere ulike typer boreoperasjoner og dermed har høyere sannsynlighet for å ha vært involvert i avanserte boremetoder.

source: Figure 4-7: Responses to the statement " I understand what I need to do and where to muster if the well
nb: Figur 4-7: Fordelingen mellom selskapstypene på utsagnet «Jeg forstår hva jeg må gjøre og

source: Each of these steps is discussed below. Figure 8: Risk assessment
nb: Figur 8 Risikovurdering i barrierestyringsprosessen Etablere barrierefunksjoner, barriereelementer

source: After a relatively short time, smoke diver2 was alerted that his air supply was running low and he descended.
nb: Etter forholdsvis kort tid gikk alarmen for lite pusteluft til røykdykker2 og denne gikk ned.

source: Many of these injuries were serious.
nb: Mange av disse skadene var alvorlige.

source: Documentation for lifting facilities and equipment
nb: Dokumentasjon for løfteinnretninger og -utstyr

source: Status as mentioned in the second subsection, means, inter alia, the backlog of preventive maintenance
nb: Med status som nevnt i andre ledd, menes blant annet etterslepet av forebyggende vedlikehold og det

source: Aker BP has received consent for exploration and production drilling in the North Sea
nb: Aker BP har fått samtykke til leite- og produksjonsboring i Nordsjøen

source: When transport and injection of CO
nb: Når transport og injeksjon av CO

source: “This process has helped to identify and illuminate challenges and to create agreement between the parties on priorities, initiatives and measures to improve safety,” says Husebø.
nb: Kartleggingen har bidratt til å identifisere og belyse utfordringer og skapt enighet mellom partene om prioriteringer, initiativ og tiltak for å bedre sikkerheten, sier Husebø.

source: Who the responsible party is, follows from this section's first subsection.
nb: Begrepet helse, miljø og sikkerhet må forstås i lys av helse-, miljø- og sikkerhetslovgivningen både når

source: both employers and the employees strive to improve the working environment, cf. also Section 23 of the Management Regulations.
nb: arbeidsgiverne og arbeidstakerne søker å forbedre arbeidsmiljøet, jf. også styringsforskriften § 23.

source: • Interviews and the document review show deficiencies in overview and management.
nb: • Intervjuer og dokumentgjennomgang viser mangler ved totaloversikten og styringen.

source: Consent for manned underwater operations 2019
nb: Samtykke til bemannede undervannsoperasjoner 2019

source: We have given the company consent to drill exploration well 16/4-11.
nb: Vi har gitt selskapet samtykke til å bore leitebrønn 16/4-11.

source: User instructions for and marking of lifting equipment
nb: Brukerveiledning for og merking av løfteutstyr

source: The procedure had not been revised since 2016, even though several in/out pump lifts have been carried out after that and a number of proposals have been made for improving the procedure.
nb: Prosedyren var ikke revidert siden 2016 selv om det er utført flere inn- og utløft av råvannspumper etter det, og det er gitt flere innspill for å forbedre prosedyren.

source: We will discuss the above-mentioned conditions below in our assessments of potential consequences.
nb: Vi vil videre i denne rapporten diskutere de ovenfor nevnte forholdene i vurderingene av potensielle konsekvenser.

source: Subsequently, however, an aluminium plate of 1.5 kg fell around 16 metres into an area that had free passage.
nb: I ettertid falt imidlertid en aluminiumsplate på 1,5 kg ned cirka 16 meter i et område som var åpent for fri ferdsel.

source: One aim of establishing the RNNP was to obtain more robust reporting and sounder figures on the risk of suffering harm.
nb: Da RNNP ble etablert, var det et mål å få mer robust rapportering av skader og bedre tall for personskaderisiko.

source: Equinor – consent for life extension for Veslefrikk
nb: Equinor - samtykke til forlenga levetid for Veslefrikk

source: standard Chapter 7.3, Table 1 should be used.
nb: kapittel 7.3 tabell 1 brukes.

source: “If, on the other hand, you don’t manage to sleep while on night work, the health risks have been clearly documented.”
nb: Hvis du derimot ikke klarer å sove i forbindelse med nattarbeid, er helserisikoen tydelig dokumentert, understreker Bjorvatn.

source: 2009/2010 in order to better reflect real risk factors associated with the events covered in the survey.
nb: arbeidet ble sterkt omarbeidet i 2009/2010 for bedre å fange opp reell risiko forbundet med hendelsene som inngår i undersøkelsen.

source: Visund well 34/8-A-20 AH was planned as a horizontal production well in a new segment of the field.
nb: Visund brønn 34/8-A-20 AH ble planlagt som en horisontal produksjonsbrønn i et nytt segment på feltet.

source: Developments in condition and risk are documented and followed up through PS1 in Timp.
nb: Utvikling i tilstand og risiko blir dokumentert og fulgt opp gjennom PS1 i TIMP.

source: The reason was specifically that uncertainty prevailed about whether concrete damage to cell 11 might be in areas where the prestressing steel for the shafts was anchored.
nb: Begrunnelsen var spesifikt at det var usikkert om skader på betongen i celle 11 kunne være i områder hvor spennarmeringen til søyleskaftene forankres.

source: Some 40 people were evacuated from the plant.
nb: Om lag 40 personer ble evakuert fra anlegget.

source: Section 26 of the Health Personnel Act (in Norwegian only) deals with e.g. the health personnel's right
nb: Helsepersonelloven § 26 omhandler bl.a. helsepersonells rett til å gi opplysninger – så langt som mulig

source: In its response to the PSA’s CUI audit, Statoil writes (Statoil, 2016): “Attention in PS1 in Timp is focused on describing the condition of the barrier and what is needed to improve its condition and character to get the position under control.
nb: Statoil Mongstad skriver i svarbrevet etter Ptils tilsyn med KUI (Statoil, 2016): «Fokus i PS1 i TIMP er å beskrive tilstanden på barrieren og hva som må til for å heve tilstand og karakter for å få kontroll over situasjonen.

source: • Management was invited to take part in the assessment, but did not do so.
nb: Ledelsen var invitert, men deltok ikke i risikovurderingen.

source: Reflekt AS contributed the questionnaire and DNV GL performed the survey on behalf of the PSA.
nb: Reflekt AS utarbeidet spørsmålene i undersøkelsen og kartleggingen ble utført av DNV GL på vegne av Ptil.

source: A-0 for external walls on the living quarters that are located on a separate facility at a safe distance from production or drilling facilities, and for external walls on the emergency quarters on simpler facilities, if these quarters are separated from the production or wellhead areas with a main fire division that, as a minimum, satisfies fire rating H-0.
nb: A-0 for yttervegger på boligkvarteret som er plassert på en egen innretning i sikker avstand fra produksjons- eller boreinnretninger, og for yttervegger på nødkvarteret på enklere innretninger, dersom dette kvarteret er atskilt fra produksjons- eller brønnhodeområdet med et hovedbrannskille som minst oppfyller brannklasse H-0.

source: In addition to uncertainty about the actual condition, weaknesses in important barrier elements for handling a possible gas leak are identified in Timp.
nb: I tillegg til usikkerhet om reell tilstand er svekkelser i viktige barriereelementer for å håndtere en eventuell gasslekkasje identifisert i TIMP.

source: c) Yellow category if the chemical contains substances in the yellow category, cf. fourth subsection, but not
nb: tredje ledd, men ikke svart kategori, c) Gul kategori dersom kjemikalien inneholder stoff i gul kategori, jf.

source: The drilling location is around 12 kilometres southeast of the Gudrun field.
nb: Borelokasjonen ligg cirka 12 kilometer søraust for Gudrunfeltet.

source: Follow-up of detail engineering and fabrication
nb: Oppfølging av detaljprosjektering og bygging

source: of January 2013 been covered by requirements for ecotoxicological testing and documentation.
nb: januar 2013 vært omfattet av krav om økotoksikologisk testing og dokumentasjon.

source: § 53 Risk information during work operations
nb: § 53 Informasjon om risiko ved utføring av arbeid

source: One of the fire brigade smoke divers was also sent to hospital for a check-up.
nb: En av Øygarden brannvesensrøykdykkere ble tatt til sykehuset for kontroll.

source: Both skidding system and skid beams lacked equipment-number plates out in the field.
nb: Både skiddesystemet og skiddebjelker manglet utstyrsnummerskilt ute i anlegget.

source: after the disposal decision has been carried out.
nb: operatøren skal oppbevare etter at disponeringsvedtaket er gjennomført.

source: Contract model of operators, drilling contractors and service providers
nb: Kontraktsmodeller mellom operatør, boreentreprenør og brønnserviceselskap

source: Safe Scandinavia was constructed in 1984 at Aker Verdal to an Aker H-3.2E design.
nb: Safe Scandinavia (bildet) ble bygget i 1984 ved Aker Verdal etter et Aker H-3.2E-design.

source: For stipulation of the dimensioning fire and explosion loads as mentioned in the first and third paragraphs, see Section 10 on loads, load effects and resistance.
nb: For fastsettelse av dimensjonerende brann- og eksplosjonslaster som nevnt i første og tredje ledd, se § 10 om laster, lastvirkninger og motstand.

source: Section 26 of the Health Personnel Act (in Norwegian only) deals with e.g. the health personnel's right to provide information – insofar as possible without individualising attributes – to ”the enterprise manage-ment” when this is necessary for e.g. internal control and quality assurance of the service.
nb: Helsepersonelloven § 26 omhandler bl.a. helsepersonells rett til å gi opplysninger – så langt som mulig uten individualiserende kjennetegn – til ”virksomhetens ledelse” når dette er nødvendig for bl.a. internkon-troll og kvalitetssikring av tjenesten. Enkelte a v helsepersonellovens

source: The operator sought to convey this to the other operator and the assistant operations supervisor by cycling to and fro several times.
nb: han å videreformidle til uteoperatør og assisterende driftsleder ved å sykle frem og tilbake flere ganger.

source: The requirement in first subsection second sentence implies that jack-up facilities are staffed with personnel competent at and trained in operating the jacking systems in an emergency,
nb: Kravet i første ledd andre punktum innebærer at oppjekkbare innretninger har personell om bord med kompetanse og trening i å operere jekkesystemene i nødssituasjoner,

source: The Knarr field is in block 34/3 in the Tampen area in the northern North Sea.
nb: Knarrfeltet ligg i blokk 34/3 i Tampenområdet i den nordlege delen av Nordsjøen.

source: Responsibility for safety on Johan Castberg rests with the operator.
nb: Det er operatøren som er ansvarlig for sikkerheten på Johan Castberg.

source: Pursuant to section 69 of the framework regulations on administrative decisions, see section 5 of the management regulations on barriers, Engie is ordered to take the necessary measures to ensure that safety-critical equipment is operated, tested and maintained in a way which ensures the performance of the barriers at all times.
nb: Med hjemmel i rammeforskriften § 69 om enkeltvedtak, jamfør styringsforskriften § 5 om barrierer pålegger vi Engie å gjennomføre nødvendige tiltak slik at sikkerhetskritisk utstyr driftes, testes og vedlikeholdes på en måte som sikrer at barrierene er ivaretatt til enhver tid, ref.

source: They were unable to hear anything reported by the operations personnel in the leak area, and received no feedback that the latter had heard what was being said from the control room.
nb: De klarte ikke å høre noe av det som ble meddelt fra driftspersonellet i lekkasjeområdet og de fikk ingen tilbakemelding om at utepersonellet hørte hva som ble meddelt fra kontrollrommet.

source: Equinor – consent for use of Njord A and Njord B
nb: Equinor - samtykke til bruk av Njord A og Njord B

source: The isolation valve was later assumed to be closed when installing and pulling the HPC.
nb: Ved senere montering og fjerning av blindflensen antok en at isoleringsventilen var stengt.

source: Giving suppliers acceptable operating parameters is crucial, Carlsen says.
nb: At leverandørene gis forsvarlige rammebetingelser, er avgjørende, mener han.

source: should be used for this type of activities.
nb: brukes for denne typen aktiviteter.

source: From Ekofisk, the oil was transported on to Teesside and the gas to Emden.
nb: Frå Ekofisk blir olja transportert til Teesside og gassen til Emden.

source: Three of the seven lifeboats, with space for 50 people, were crushed by waves hitting the rig columns during lowering.
nb: Fire av disse overlevde.Tre av de sju livbåtene som hadde plass til 50 personer, ble knust av bølger som slo mot plattformbeina under låring.

source: When the level in the sump tank reached 70 per cent, the pump for transferring liquid from the sump tank to the oily water tank beneath the cellar deck started up.
nb: Da nivået i sumptanken steg til 70 % startet pumpen for overføring av væsken i sumptanken til tank for oljeholdig vann under kjellerdekket.

source: This generator is connected to a waste heat recovery unit (WHRU), where diesel operation can cause soot to accumulate.
nb: Hovedgenerator A er tilknyttet en Waste Heat Recovery Unit (WHRU) og ved dieseldrift kanen få en nedsoting av WHRU.

source: The expansion of Nyhamna entails an increase in processing capacity from 70 million standard cubic metres (Sm3) per day to 84 million Sm3 per day.
nb: Utvidelsen av Nyhamna innebærer økning av prosesskapasitet fra 70 millioner standard kubikkmeter (Sm3) per dag til 84 millioner Sm3 per dag.

source: prioritisation of transport for injured and sick persons.
nb: prioritering av transport for skadde og syke.

source: The history of RNNP - 20 years of trust Extended
nb: Se video: RNNP - 20 år med tillit Fra tall til fortelling

source: The on-board inspection revealed that a number of flat-braided wire rope slings were damaged and used incorrectly.
nb: Gjennomgangen om bord viste at flere flatflettede ståltaustropper var skadet og feil brukt.

source: Customers who had postponed projects until 2021 have now said they want to get going this year.
nb: Kunder som har utsatt prosjekter til 2021, har kommet tilbake og sagt at de likevel vil sette i gang i år.

source: Operators 1 and 2 did not discuss the potential risk related to the activity with each other in either the planning or the execution phases.
nb: Potensiell risiko i forbindelse med aktiviteten ble ikke diskutert av operatør 1 og operatør 2 verken i planleggingsfasen eller i gjennomføringsfasen.

source: Local instructions and marking of ballast pumps
nb: styrke- og skadestabilitetskrav.

source: Equinor is operator for the Hammerfest LNG facility.
nb: Equinor er driftsoperatør for anlegget.

source: The report says we sometimes haven’t been good enough at learning from incidents, and that corresponds with findings from our own investigations.
nb: Rapporten peker på at vi i noen tilfeller har vært for dårlige til å lære fra tidligere hendelser, og det samsvarer med funn vi også har gjort i egne granskninger.

source: One comment that may relate to this came from an interviewee who works for a rig owner: "
nb: En kommentar som kan knyttes til dette, kom fra et av intervjuobjektene som jobber for en reder:

source: Load-bearing structures shall maintain satisfactory safety in use, failure, fatigue and accident limit states.
nb: Bærende konstruksjoner skal ha tilfredsstillende sikkerhet i bruks-, brudd-, utmattings- og ulykkesgrensetilstandene.

source: Following the incident, which occurred during testing of the walkway solution, Aker BP decided to cancel the planned use of the vessel with a motion-compensated walkway on Tambar and withdrew its application for consent.
nb: Etter hendelsen som inntraff under testing av gangbroløsningen, besluttet Aker BP å kansellere den planlagte bruken av fartøy med bevegelseskompensert gangbro på Tambar, og samtykkesøknaden ble trukket.

source: It does not appear from the documents reviewed that Maersk or Westcon have based certification of the overhead crane on NS-EN 15011.
nb: Det fremgår ikke av gjennomgåtte dokumenter at Maersk eller Westcon har lagt NS-EN 15011 til grunn for sertifiseringen av traverskranen.

source: The Petroleum Safety Authority Norway (PSA) has carried out an audit of Gassco and their management of risk associated with data security for the industrial ICT systems at Kollsnes.
nb: Petroleumstilsynet (Ptil) har ført tilsyn med Gassco og deres styring av risiko knyttet til informasjonssikkerhet for de industrielle IKT-systemene på Kollsnes.

source: There are currently approximately 420 office work stations in the administration building and temporary "Rorhuset" building on Melkøya.
nb: I dag er det etablert ca. 420 kontorplasser i administrasjonsbygget og midlertidig bygg «Rorhuset» på Melkøya.

source: It emerged from interviews that personnel had different views on the procedural
nb: Under intervjuer fremkom det at personellet hadde ulik oppfatning av

source: Grounds After seepage was detected in the valve, a risk assessment concluded that it could be replaced during the turnaround in the summer of 2013.
nb: Etter at det ble oppdaget svetting i ventilen ble det gjort en risikovurdering og konkludert med at ventilen kunne byttes ved revisjonsstans sommeren 2013, re
